[Norwegian]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=STEG 1 : VELG MINNEPINNE
STEP 2 : CHOOSE A SOURCE=STEG 2 : VELG EN KILDE
STEP 3 : PERSISTENCE=STEG 3 : DATAPLASS
STEP 4 : OPTIONS=STEG 4 : INNSTILLINGER
STEP 5 : CREATE=STEG 5 : SKRIV
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Volumnavn
Size=Størrelse
Help=Hjelp
Please read=Vennligst merk
Error=Feil
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Velg en minnepinne 
Hard drives=Harddisker 
No key found=Ingen minnepinne funnet
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Last ned
Support for .IMG files is experimental=Støtte for .IMG-filer er eksperimentell.
Only Live mode is currently available in step 3, virtualization option has been disabled=Bare Live-modus er tilgjengelig i steg 3 og virtualisering er avslått.
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator vil allikevel forsøke å installere det med de samme innstillingene som for
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Bare live-modus)
(Persistent Mode)=(Vedvarende modus)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Skjul opprettede filer på minnepinnen
(except for Umenu.exe)=(bortsett fra Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatere minnepinnen med FAT32 (dette vil slette dine data !!)
Enable launching LinuxLive in Windows (requires internet to install)=Aktivere kjøring av LinuxLive i Windows (trenger internett for å installeres)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Klikk på lynet for å begynne installasjonen
Please choose a FAT32 or FAT formated key or check the formating option=Vennligst velg en FAT32- eller FAT-formatert minnepinne eller hak av for å formatere
No disk selected=Ingen stasjon er valgt
No file selected=Ingen fil er valgt
No folder or CD selected=Ingen mappe eller CD er valgt
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.no/lastned
Please choose an ISO image of LinuxLive CD=Vennligst velg ISO-fil for LinuxLive live-CD
Please choose a CD of LinuxLive Live or its folder=Vennligst velg LinuxLive-CD eller -mappe
Start creation of LinuxLive USB=Begynne å lage LinuxLive USB
Please validate step 1 to 3=Vennligst kontrollér steg 1 til 3
Are you sure you want to format this disk and lose your data ?=Er du sikker på at du vil formatere denne stasjonen og miste dine data?
Formatted in=Formatert med
Formating the key=Formaterer minnepinne
Step 1 to 3 OK=Steg 1 til 3 OK
Cleaning previous installations ( 2min )=Rensker opp i tidligere installasjoner (2 min)
Setting up virtualization software=Setter opp virtualisering
VirtualBox already downloaded=VirtualBox er allerede lastet ned
A new version of VirtualBox is available=En ny versjon av VirtualBox er tilgjengelig
This new version will be downloaded=Den nye versjonen vil bli lastet ned
Downloading VirtualBox as a background task=Laster ned VirtualBox i bakgrunnen
Download started succesfully=Nedlasting startet uten problemer
Download failed to start=Nedlasting kunne ikke starte
VirtualBox will not be installed=VirtualBox vil ikke bli installert
Integrity could not be verified=Integriteten til arkivfilen kunne ikke bekreftes
Will attempt installation=Prøver fortsatt å installere
Cannot download=Kan ikke laste ned
Extracting ISO file on key=Pakker ut ISO-bilde på minnepinnen
Writing image to the usb stick=Skriver bilde til minnepinnen
Copying files to the key=Kopierer filer til minnepinnen
Renaming some files=Omdøper og flytter om på noen filer
Hiding files=Skjuler filer
Creating file for persistence=Lager vedvarende dataområde
Formating persistence file=Formaterer vedvarende dataområde
Live mode : no persistence file=Live-modus : intet vedvarende dataområde
Ubuntu variant found=Ubuntu-variant funnet
Installing boot sectors=Installerer oppstarts-sektorer
Downloading VirtualBox=Laster ned VirtualBox
Download complete=Nedlasting fullført
Cleaning previous VirtualBox install=Rensker opp i tidligere VirtualBox-installasjon
Extracting VirtualBox on key=Pakker ut VirtualBox på minnepinnen
Applying VirtualBox settings=Automatisk oppsett av VirtualBox
Your LinuxLive key is now up and ready !=Din LinuxLive-minnepinne er nå klar til bruk !
You do not have enough rights to launch VirtualBox.=Du har ikke tilstrekkelige rettigheter til å kjøre VirtualBox på denne maskinen.
Please log in as an administrator or run VirtualBox with admin rights.=Vennligst logg inn som administrator eller kjør VirtualBox med administrator-rettigheter.
Free memory below 256mb threshold.=Du har mindre enn 256 MB ledig minne.
This is not enough to launch LinuxLive in Windows.=Dette er ikke tilstrekkelig for å kjøre LinuxLive direkte fra Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing.=Hjelpefilen mangler.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Om dette programmet
User's Guide=Bruksanvisning
Virtualization Tutorial (FR)=Virtualiseringsveiledning (FR)
Donate=Donere
Version=Versjon
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Dette ISO-bildet er ikke kompatibelt
Detecting keyboard layout=Finner tastaturoppsett
French (France)=Fransk (Frankrike)
French (Swiss)=Fransk (Sveits)
Dutch=Tysk
Portuguese=Portugisisk
Norvégien=Norsk
US or other (qwerty)=US eller andre (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=En feil oppsto under opprettelsen av VMDK
Key not found, VMDK is invalid=Minnepinne ble ikke funnet, så VMDK er ugyldig
Try to launch again SetupForAutoVMDK.exe=Prøv å kjøre SetupForAutoVMDK.exe igjen
Do you want to ignore this error ?=Vil du ignorere denne feilen?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Finner ikke filen MD5SUMS
Canceling check=Avbryter sjekk
You have the right ISO file but it is corrupted or was altered.=Du har riktig ISO-fil, men den er ødelagt.
Please download it again.=Vennligst last den ned igjen.
Verifying=Sjekker
This ISO is not compatible.=Denne ISO-filen er ikke kompatibel.
Please read the compatibility list in user guide=Vennligst les kompatibilitetslisten i bruksanvisningen
If your version is in this list, this mean that your file is corrupted, please download it again.=Hvis din versjon er på listen betyr det at filen din er ødelagt og at du må laste den ned på nytt.
This version is compatible and its integrity was checked=Denne versjonen er kompatibel og integriteten er OK
Check completed=Ferdig med å sjekke
Integrity + compatibility check=Sjekker integritet + kompatibilitet
Unable to open MD5SUM.txt=Kunne ikke åpne MD5SUM.txt
Checking integrity=Sjekker integrite
This file is corrupted=Denne filen er ødelagt
All files have been successfully checked.=Alle filer har blitt sjekket uten feil.
Checking file=Sjekker fil
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Vedvarende modus
Live Mode=Live-modus
Install=Installere
File Integrity Check=Integritetssjekk
Memory Test=Minnetest
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred.=En feil oppsto
An anonymous report was sent in order to fix this error as soon as possible=En anonym feilmelding har blitt sendt for å bidra til å få fjernet denne feilen så fort som mulig
Show bug report=Se feilmeldingen
Restart application=Start programmet på nytt
Close application=Lukk programmet
Last Actions=siste handlinger
Unique anonymous ID=Unik anonym ID
Report status=Feilmeldingsstatus
Pending=Venter
Error (not sent)=Feil (ikke sendt)
Sent=Sendt
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=For å kjøre LinuxLive :
Remove your key and insert it again.=Ta ut minnepinnen og sett den inn igjen.
Go to 'My Computer'=Gå til 'Min Datamaskin'
Right click on you key and select :=Høyreklikk minnepinnen din og velg :
'LinuxLive!' to launch linux in windows='LinuxLive!' for å kjøre den direkte fra Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' for å kjøre VirtualBox med fullt grensesnitt
'CD Menu' to launch the original CD menu='CD Menu' for å kjøre den opprinnelige startmenyen på CD-en
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=ELLER
Manually=Manuelt
Automatically=Automatisk
Please select a linux to continue=Vennligst velg en linux for å fortsette
Looking for the fastest mirror=Ser etter det raskeste speilet
Testing mirror=Tester speil
No online mirror found=Ingen tilkoblede speil funnet
Please check your internet connection or try with another linux=Vennligst sjekk internettforbindelsen din eller prøv med en annen linux
Select this file as the source when download will be completed=Velg denne filen som kilde når nedlastingen er fullført
Downloading=Laster ned
from=fra
Error while trying to download=Feil under nedlastingsforsøk
Latency=Responstid
Server Name=Tjenernavn
Copy link=Kopier lenke
Launch in my browser=Åpne i nettleseren
Best mirrors=Beste speil
Good mirrors=Gode speil
Bad mirrors=Dårlige speil
Dead mirrors=Døde speil
Check will begin shortly=Verifiseringen vil begynne snart
